<?php
$bankList = array(
    "baac" => "ธนาคารเพื่อการเกษตรและสหกรณ์การเกษตร(ธ.ก.ส.)",
    "bay" => "ธนาคารกรุงศรีอยุธยา",
    "bbl" => "ธนาคารกรุงเทพ",
    "cimbt" => "ธนาคารซีไอเอ็มบี",
    "citl" => "ธนาคารซิตี้แบงค์",
    "ghb" => "ธนาคารอาคารสงเคราะห์",
    "gsb" => "ธนาคารออมสิน",
    "ksk" => "ธนาคารกสิกรไทย",
    "ktb" => "ธนาคารกรุงไทย",
    "scb" => "ธนาคารไทยพาณิชย์",
    "tisco" => "ธนาคารทิสโก้",
    "ttb" => "ธนาคารทีเอ็มบีธนาชาติ"
);

$expenese_type = array(
    1 => "food",
    2 => "travel",
    3 => "subscription_fee",
    4 => "laundry",
    5 => "other"
);
?>